import { Typography } from "@mui/material";
import React from "react";
import Section from "../components/UI/Section";

const WhoAreWe = () => {
  return (
    <Section header="من نحن؟" container>
      <Typography
        variant="p"
        lineHeight="40px"
        color="#343A40"
        textAlign="right"
        fontWeight="400"
        sx={{ p: "50px 80px" }}
      >
        مجلة متنوعة دورية في المجال الاقتصادي والعلمي والنفسي والثقافي ، موجهه
        لكل شغوف بالمعرفة بشتى مجالاتها، تُصدر كل شهرين بطابع حديث ينافس المجلات
        العربية الخارجية، حيث توزع مجاناً في كل إصدار بعدة نقاط بالجمهورية
        اليمنية ، وتنشر إلكترونياً في معظم الدول العربية، تحتوي على إثنين وعشرون
        قسم مُختلف، بعيداً عن ضوضاء وجدل السياسية، الهدف من ذلك رفع مستوى الوعي
        والثقافة لدى فئة الشباب في عّدة مجالات مُختلفة بصورة مُبسطه و ممتعة{" "}
        <br />
        <br />
        .مجلة متنوعة دورية في المجال الاقتصادي والعلمي والنفسي والثقافي ، موجهه
        لكل شغوف بالمعرفة بشتى مجالاتها، تُصدر كل شهرين بطابع حديث ينافس المجلات
        العربية الخارجية، حيث توزع مجاناً في كل إصدار بعدة نقاط بالجمهورية
        اليمنية ، وتنشر إلكترونياً في معظم الدول العربية، تحتوي على إثنين وعشرون
        قسم مُختلف، بعيداً عن ضوضاء وجدل السياسية، الهدف من ذلك رفع مستوى الوعي
        والثقافة لدى فئة الشباب في عّدة مجالات مُختلفة بصورة مُبسطه و ممتعة .
        مجلة متنوعة دورية في المجال الاقتصادي والعلمي والنفسي والثقافي ، موجهه
        لكل شغوف بالمعرفة بشتى مجالاتها، تُصدر كل شهرين بطابع حديث ينافس المجلات
        العربية الخارجية، حيث توزع مجاناً في كل إصدار بعدة نقاط بالجمهورية
        اليمنية ، وتنشر إلكترونياً في معظم الدول العربية، تحتوي على إثنين وعشرون
        قسم مُختلف، بعيداً عن ضوضاء وجدل السياسية، الهدف من ذلك رفع مستوى الوعي
        والثقافة لدى فئة الشباب في عّدة مجالات مُختلفة بصورة مُبسطه و ممتعة .
        <br />
        <br />
        مجلة متنوعة دورية في المجال الاقتصادي والعلمي والنفسي والثقافي ، موجهه
        لكل شغوف بالمعرفة بشتى مجالاتها، تُصدر كل شهرين بطابع حديث ينافس المجلات
        العربية الخارجية، حيث توزع مجاناً في كل إصدار بعدة نقاط بالجمهورية
        اليمنية ، وتنشر إلكترونياً في معظم الدول العربية، تحتوي على إثنين وعشرون
        قسم مُختلف، بعيداً عن ضوضاء وجدل السياسية، الهدف من ذلك رفع مستوى الوعي
        والثقافة لدى فئة الشباب في عّدة مجالات مُختلفة بصورة مُبسطه و ممتعة{" "}
        <br />
        <br />
        .مجلة متنوعة دورية في المجال الاقتصادي والعلمي والنفسي والثقافي ، موجهه
        لكل شغوف بالمعرفة بشتى مجالاتها، تُصدر كل شهرين بطابع حديث ينافس المجلات
        العربية الخارجية، حيث توزع مجاناً في كل إصدار بعدة نقاط بالجمهورية
        اليمنية ، وتنشر إلكترونياً في معظم الدول العربية، تحتوي على إثنين وعشرون
        قسم مُختلف، بعيداً عن ضوضاء وجدل السياسية، الهدف من ذلك رفع مستوى الوعي
        والثقافة لدى فئة الشباب في عّدة مجالات مُختلفة بصورة مُبسطه و ممتعة .
        مجلة متنوعة دورية في المجال الاقتصادي والعلمي والنفسي والثقافي ، موجهه
        لكل شغوف بالمعرفة بشتى مجالاتها، تُصدر كل شهرين بطابع حديث ينافس المجلات
        العربية الخارجية، حيث توزع مجاناً في كل إصدار بعدة نقاط بالجمهورية
        اليمنية ، وتنشر إلكترونياً في معظم الدول العربية، تحتوي على إثنين وعشرون
        قسم مُختلف، بعيداً عن ضوضاء وجدل السياسية، الهدف من ذلك رفع مستوى الوعي
        والثقافة لدى فئة الشباب في عّدة مجالات مُختلفة بصورة مُبسطه و ممتعة .
        <br />
        <br />
        مجلة متنوعة دورية في المجال الاقتصادي والعلمي والنفسي والثقافي ، موجهه
        لكل شغوف بالمعرفة بشتى مجالاتها، تُصدر كل شهرين بطابع حديث ينافس المجلات
        العربية الخارجية، حيث توزع مجاناً في كل إصدار بعدة نقاط بالجمهورية
        اليمنية ، وتنشر إلكترونياً في معظم الدول العربية، تحتوي على إثنين وعشرون
        قسم مُختلف، بعيداً عن ضوضاء وجدل السياسية، الهدف من ذلك رفع مستوى الوعي
        والثقافة لدى فئة الشباب في عّدة مجالات مُختلفة بصورة مُبسطه و ممتعة
        <br /> .مجلة متنوعة دورية في المجال الاقتصادي والعلمي والنفسي والثقافي ،
        موجهه لكل شغوف بالمعرفة بشتى مجالاتها، تُصدر كل شهرين بطابع حديث ينافس
        المجلات العربية الخارجية، حيث توزع مجاناً في كل إصدار بعدة نقاط
        بالجمهورية اليمنية ، وتنشر إلكترونياً في معظم الدول العربية، تحتوي على
        إثنين وعشرون قسم مُختلف، بعيداً عن ضوضاء وجدل السياسية، الهدف من ذلك رفع
        مستوى الوعي والثقافة لدى فئة الشباب في عّدة مجالات مُختلفة بصورة مُبسطه
        و ممتعة . مجلة متنوعة دورية في المجال الاقتصادي والعلمي والنفسي والثقافي
        ، موجهه لكل شغوف بالمعرفة بشتى مجالاتها، تُصدر كل شهرين بطابع حديث ينافس
        المجلات العربية الخارجية، حيث توزع مجاناً في كل إصدار بعدة نقاط
        بالجمهورية اليمنية ، وتنشر إلكترونياً في معظم الدول العربية، تحتوي على
        إثنين وعشرون قسم مُختلف، بعيداً عن ضوضاء وجدل السياسية، الهدف من ذلك رفع
        مستوى الوعي والثقافة لدى فئة الشباب في عّدة مجالات مُختلفة بصورة مُبسطه
        و ممتعة .<br />.
      </Typography>
    </Section>
  );
};

export default WhoAreWe;
